Repository: Vistaus/Gigs
Catalog: po/*.po
Languages: es, fr

source: Product Info
es: Información del producto
fr: Informations sur le produit

source: Unofficial App for gigatools.com
es: Aplicación no oficial para gigatools.com
fr: Application non officielle pour gigatools.com

source: Close
es: Cerrar
fr: Fermer

source: Edit saved gigs Url
es: Editar la Url de gigs guardada
fr: Modifier les liens des concerts enregistrés

source: Operation Result
es: Resultado de la operación
fr: Résultat de l'opération

source: FAILURE: Invalid input
es: FALLO: entrada no válida
fr: ÉCHEC : saisie incorrecte

source: (url is correct ?, don't use https)
es: (¿Es correcta la url? No use https)
fr: (le lien est-il correct ?, n'utilisez pas https)

source: SUCCESS: Operation executed
es: ÉXITO: operación ejecutada
fr: RÉUSSITE : opération exécutée

source: Remove selected artist with Gig URL ?
es: ¿Eliminar los artistas seleccionados con una URL de Gig?
fr: Supprimer l'artiste sélectionné avec le lien du concert ?

source: (there is no restore)
es: (no se podrá recuperar)
fr: (restauration impossible)

source: Delete
es: Borrar
fr: Supprimer

source: Operation executed successfully
es: La operación fue un éxito
fr: Opération exécutée avec succès

source: Help page
es: Página de ayuda
fr: Page d'aide

source: This App query
es: La consulta de esta aplicación
fr: Cette application passe par

source: to get info about the events of an artist,dj, producer.
es: para obtener información acerca de los eventos de un artista, dj, productor.
fr: pour obtenir des informations sur les événements liés à un artiste, un DJ, un producteur.

source: Obviously the artist must use that service.
es: Obviamente el artista debe usar este servicio.
fr: L'artiste doit évidemment utiliser ce service.

source: The search gigs url have a fixed format that must be like this:
es: La url de búsqueda de gigs tiene que seguir este formato:
fr: Le lien de recherche de concerts doit avoir un format fixe qui doit ressembler à :

source: http://gigs.gigatools.com/u/'artistName'.json
fr: http://gigs.gigatools.com/u/NomDArtiste.json

source: NOTE: Don't use 'https' in the url
es: NOTA: no use 'https' en la url
fr: NOTE : n'utilisez pas « https » dans le lien

source: Where 'artistName' is the ONLY variable part.
es: Donde 'artistName' es la ÚNICA parte variable.
fr: Où « NomDArtiste » est la SEULE partie à modifier.

source: Is the name/nickname choosen by the artist/singer/dj
es: Es el nombre/apodo elegido por el artista/cantante/dj
fr: Est le nom/surnom choisi par l'artiste/chanteur/DJ

source: The '.json' suffix communicate at gigatools.com service the data format wanted
es: El sufijo '.json' indica al servicio de gigatools.com el formato deseado de los datos
fr: Le suffixe « .json » communique au service gigatools.com le format de données désiré

source: Where i can find gigs url ?
es: ¿Dónde puedo encontrar la url para gigs?
fr: Où puis-je trouver des liens de concerts ?

source: On artist Facebook page, Soundcloud page...
es: En la página de Facebook del artista, página en Soundcloud...
fr: Sur la page Facebook de l'artiste, sa page SoundCloud, etc.

source: The 'Artist name' field required by this application is a free name of your choice.
es: El campo 'Artist name' (nombre de artista) exigido por esta aplicación es un nombre libre de su elección.
fr: Le champ « Nom de l'artiste » obligatoire pour cette application est un nom libre de votre choix.

source: The important thing is the gig url (use http urls, NOT https).
es: La cosa más importante es la url de gig (use urls con http, NO https).
fr: La partie la plus importante est le lien du concert (utilisez des liens http, PAS https).

source: To check if gigs url is correct and return data, try it with your browser
es: Para comprobar que la url de gigs es correcta y suministra datos, pruébela con su navegador
fr: Pour vérifier si le lien de concerts est correct et renvoie des données, essayez-le avec votre navigateur

source: Remove ALL database data ?
es: ¿Eliminar TODAS las entradas en la base de datos?
fr: Supprimer TOUTE la base de données ?

source: (there is NO restore)
es: (NO se podrá recuperar)
fr: (restauration impossible)

source: Choose Artist
es: Elegir artista
fr: Choisissez un artiste

source: Place
es: Lugar
fr: Lieu

source: Country
es: País
fr: Pays

source: City
es: Ciudad
fr: Ville

source: Url
fr: Lien

source: Manage gigs Url
es: Gestionar la Url de gigs
fr: Gérer les liens de concerts

source: FAILURE: Invalid input (check the Url)
es: FALLO: entrada no válida (compruebe la Url)
fr: ÉCHEC : saisie incorrecte (vérifiez le lien)

source: Add a new Artist/Dj Gigs url
fr: Ajouter un nouveau lien de concerts pour un artiste/DJ

source: Artist Name:
es: Nombre de artista:
fr: Nom de l'artiste :

source: Gigs URL:
es: URL de Gigs:
fr: Lien de concerts :

source: Field required
es: Campo obligatorio
fr: Champ obligatoire

source: Don't use https in the urls
es: No use https en las urls
fr: N'utilisez pas https dans les liens

source: Note: url format must be like
es: Nota: el formato de la url debe ser así
fr: Note : le format du lien doit ressembler à

source: See MyBike application help page for more information
fr: Consultez la page d'aide de l'application MyBike pour plus d'informations

source: Add
fr: Ajouter

source: Insert Default
fr: Insérer par défaut

source: Manage saved
es: Gestionar lo guardado
fr: Gérer les enregistrements

source: Warning
es: Aviso
fr: Attention

source: No data found. Url is correct ?
es: No se encontraron datos. ¿Es correcta la URL?
fr: Aucune donnée trouvée. Le lien est-il correct ?

source: Gigs
fr: Concerts

source: About
es: Acerca de
fr: À propos

source: Settings
es: Configuración
fr: Paramètres

source: Help
es: Ayuda
fr: Aide

source: Found
es: Encontrado
fr: Trouvé

source: Artist(s)
es: Artista(s)
fr: Artiste(s)

source: Select
es: Seleccionar
fr: Sélectionner

source: Artist Informations
es: Información del artista
fr: Informations sur l'artiste

source: Search
es: Buscar
fr: Chercher

source: Filter by Country...
es: Filtrar por país...
fr: Filtrer par pays...

source: Filter
es: Filtrar
fr: Filtrer

source: Gig(s)
fr: Concert(s)

source: Artist info
es: Información del artista
fr: Informations sur l'artiste

source: Artist
es: Artista
fr: Artiste

source: gigs
fr: Concerts

source: Date
es: Fecha

source: Add to favourites a new Gigs url
es: Añadir a favoritos una nueva url de Gigs

source: See application help page for more information
es: Vea la página de ayuda de la aplicación para más información

source: Save
es: Guardar
